9/data/attachments/f6bdc002701f14a0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Melinda_common_Actions_54572_3</nif:username>
            <nif:friendToBeRequested>soap_actions_b775d349-2eeb-4305-a8b7-27b2b2fa0725</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>